[
    {
        "id":1,
        "name":"الناقض الأول",
        "item":"الشِّرْكُ فِي عِبَادَةِ اللهِ، قَالَ تَعَالَى: (إِنَّ اللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَاءُ ۚ) [النساء:48] وَقَالَ تَعَالَى: (إِنَّهُ مَن يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ ۖ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ ) [المائدة:72] وَمِنْهُ الذَّبْحُ لِغَيْرِ اللهِ، كَمَنْ يَذْبَحُ لِلْجِنِّ أَوْ لِلْقَبْرِ.",
        "explain":"هذه النواقض العشرة التي ذكرها الإمام المجدد الشيخ محمد بن عبد الوهاب رحمه الله هي مبطلات للإسلام سميت نواقض لأن الإنسان إذا فعل واحداً منها انتقض إسلامه ودينه وإذا انتقض إسلامه ودينه فإنه ينتقل من كونه مسلماً مؤمناً إلى كونه من أهل الشرك والأوثان وهذه النواقض والمبطلات تبطل الدين والتوحيد والإيمان كما تبطل نواقض الطهارة الطهارة في الإنسان إذا كان متوضئاً متطهراً ثم أحدث يعني إذا خرج منه بول أو غائط أو ريح فإنها بذلك تبطل طهارته وتنتقض ويعود بعد ذلك محدثاً بعد أن كان متطهراً فكذلك المسلم المؤمن الموحد إذا فعل ناقضاً من نواقض الإسلام انتقض إسلامه ودينه وصار وثنياً من أهل الأوثان وهذا بعد أن مَن الله عليه بالإسلام إذا مات على ذلك صار من أهل النار نسأل الله العافية وإذا لقي الإنسان ربه بهذا الشرك لا شك أنه لا يغفر له لأن الله تبارك وتعالى في كتابه العزيز يقول (إِنَّ اللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَاءُ ۚ) وهو يحبط جميع الأعمال الشرك يحبط جميع الأعمال يقول الله تبارك وتعالى (وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُم مَّا كَانُوا يَعْمَلُونَ) وقال سبحانه (وَقَدِمْنَا إِلَىٰ مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَّنثُورًا) والجنة على المشرك حرام كما قال الله تعالى (إِنَّهُ مَن يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ ۖ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ) فالشرك يبطل جميع الأعمال ويخرج صاحبه من ملة الإسلام ويخلد صاحبه في النار والجنة حرام على من لقي الله به فهذه هذه النواقض أولها الشرك بالله عز وجل فمن أشرك بالله في أي نوع من أنواع العبادة فقد انتقض إسلامه ودينه كأن يدعو غير الله أو يذبح لغير الله ولهذا ذهب الإمام المجدد وهو المصنف رحمة الله عليه فقال ومنه الذبح لغير الله أورده مثالاً على ذلك كمن يذبح للجن أو للقبر أو للرسول أو لملك من الملائكة أو للشيطان أو لغير ذلك وكأن يدعو غير الله أيضاً يذبح لغير الله أو ينذر لغير الله أو يركع لغير الله أو يسجد لغير الله أو يطوف بغير بيت الله تقرباً بذلك الغير أو أي نوع من أنواع الشرك فإذا أشرك في عبادة الله أحداً من المخلوقين فإنه عياذاً بالله ينتقذ إسلامه ودينه."
    },
    {
        "id":2,
        "name":"الناقض الثاني",
        "item":"مَنْ جَعَلَ بَيْنَهُ وَبَيْنَ اللهِ وَسَائِطَ يَدْعُوهُمْ وَيسْأَلُهُمْ الشَّفَاعَةَ، وَيَتَوَكَّلُ عَلَيْهِمْ كَفَرَ إِجْمَاعًا.",
        "explain":"هذا هو الناقض الثاني نوع من الشرك والشرك أعم وهذا خاص ولهذا ذكره وإن كان داخلاً في الشرك إلا أنه خاص كأن يجعل بينه وبين الله واسطة محمد صلى الله عليه وسلم يدعوه يقول يا محمد أغثني ويا محمد اشفع لي عند ربي فجعل محمداً صلى الله عليه وعلى آله وسلم واسطة بينه وبين الله أو يجعل ملكاً من الملائكة أو ولياً من الأولياء أو جنياً من الجن أو قبراً من القبور أو يدعو الشمس أو القمر فيجعلهم بينه وبين الله وسائط فيدعوه ويتقرب إليه حتى يكون بينه وبين الله واسطة أو يذبح له أو ينذر له ويدعوه ليكون بينه وبين الله جل وعلا واسطة ويزعم أنه يقربه إلى الله تبارك وتعالى كما قال الله تبارك وتعالى (وَالَّذِينَ اتَّخَذُوا مِن دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَىٰ) والله تعالى في كتابه العزيز كفرهم وكذبهم بهذا القول (إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ ۗ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ) فهم كذبة في هذا القول وهم كفار بهذا العمل قال الله تبارك وتعالى (وَيَعْبُدُونَ مِن دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنفَعُهُمْ وَيَقُولُونَ هَٰؤُلَاءِ شُفَعَاؤُنَا عِندَ اللَّهِ ۚ) فمن جعل بينه وبين الله وسائط يدعوهم أو يذبح لهم أو ينذر لهم أو يتوكل عليهم فإنه كفر بإجماع المسلمين "
    },
    {
        "id":3,
        "name":"الناقض الثالث",
        "item":"مَنْ لَمْ يُكَفِّرْ المُشْرِكِينَ أَوْ شَكَّ فِي كُفْرِهِمْ، أَوْ صَحَّحَ مَذْهَبَهُم،ْ كَفَرَ.",
        "explain":"هذا الناقض معناه أنه من لا يعتقد كفر المشركين فالمشركون عام يشمل جميع أنواعه الكفار فكل كافر مشرك فمن لم يُكفر الكافر فهو كافر مثله من لم يُكفر اليهود أو لم يُكفر النصارى أو لم يُكفر المجوس أو لم يُكفر الوثنيين أو لم يُكفر المنافقين أو لم يُكفر الشيوعيين فهو كافر وكذلك من شك في كفرهم قال أنا لا أدري اليهود يمكن يكونوا على حق أو يكونوا على على باطل أو مثل ذلك أو يقول أنا لا أدري حقيقة أو يظن أنه يجوز للإنسان أن يتدين باليهودية أو يمكن أن يكون للإسلام أو يمكن يعني مثلاً أن يكون للإنسان حق اختيار الدين الذي يشاءه أو يتدين بالنصرانية أو بالإسلام كلها أديان سماوية كما يتحدث بعض الناس وكما يدعو بعض الناس إلى التقارب بين الأديان الثلاث من اعتقد هذا الاعتقاد فهو كافر لابد أن يعتقد أن اليهود كفار وأنهم على دين باطل وتتبرأ منهم ومن دينهم وتبغضهم وتعاديهم في الله وكذلك النصارى لا بد أن تعتقد كفرهم وكذلك الوثنيون والمجوس وجميع أنواع الكفرة وكذلك أيضاً يكفر لو شك في كفرهم كأن يقول والله أنا لا أدري هل اليهود كفار أم ليسوا كفار؟ يمكن أن يكونوا على حق هذا يكفر لا بد أن يجزم ذلك اعتقاداً لا شك فيه ويعتقد كفرهم جزماً وكذلك إذا صحح مذهبهم قال هم على دين صحيح أو على دين حق فيكون كافراً مثلهم وذلك لأن من لم يكفر المشركين فإنه لم يكفر بالطاغوت وليس هناك توحيد إلا بأمرين الأمر الأول إيمان بالله والأمر الثاني كفر بالطاغوت فالذي لم يكفر المشركين واليهود والنصارى لم يكفر بالطاغوت فلا يصح له توحيد مع ذلك ولا إيمان فلا بد من أمرين في التوحيد كفر بالطاغوت وإيمان بالله وهذا موجود في كلمة التوحيد لا إله إلا الله ,لا إله هذا كفر بالطاغوت إلا الله, هذا إيمان بالله لأن لا إله إلا الله نفي لجميع أنواع العبادة لغير الله والكفر بالطاغوت هو إنكار عبادة غير الله ونفيها والبراءة منها ومن أهلها ومعاداتهم هذا معنى الكفر بالطاغوت فلابد من عداوة المشركين وبغضهم في الله قال الله تبارك وتعالى عن إبراهيم (قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا حَتَّىٰ تُؤْمِنُوا بِاللَّهِ وَحْدَهُ) فهذه هي الحنيفية ملة إبراهيم أن تعبد الله مخلصاً له الدين وأن تتبرأ من عبادة من سوى الله وأن تنكرها وتبغضها وتبغض أهلها وتعاديهم"
    },
    {
        "id":4,
        "name":"الناقض الرابع",
        "item":"مَنْ اعْتَقَدَ أَنَّ غَيْرَ هَدْي النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَم أَكْمَلُ مِنْ هَدْيِهِ وَأَنَّ حُكْمَ غَيْرِهِ أَحْسَنُ مِنْ حُكْمِهِ كَالذِينَ يُفَضِّلُونَ حُكْمَ الطَّوَاغِيتِ عَلَى حُكْمِهِ فَهُوَ كَافِرٌ.",
        "explain":"من اعتقد أن هناك هدياً أحسن من هدي النبي صلى الله عليه وسلم كأن يقول الفلاسفة أو الصابئة أو الصوفية طريقتهم أحسن من طريقة محمد صلى الله عليه وسلم ,فهذه الطريقة طريقة النبي صلى الله عليه وسلم فيها الهداية فلو ماثل غيره بهدي النبي صلى الله عليه وسلم يقول هذه الطريقة فيها الهداية إلى هدي النبي صلى الله عليه وسلم فهذا كافر فإنه ليس هناك هدي أحسن من هدي الرسول صلى الله عليه وسلم لأن النبي صلى الله عليه وسلم لا ينطق عن الهوى إنما هو وحي يوحى فمن قال إن هناك هدياً أحسن من هدي الرسول صلى الله عليه وسلم أو مماثل له كان يتدين أو يطلب الطريق إلى الله عن طريق الفلاسفة أو طريق الفلسفة أو الصبو (الصابئة) أو التصوف أو غير ذلك فهذا كافر مرتد وكذلك إذا اعتقد أن هناك حكماً أحسن من حكم النبي صلى الله عليه وعلى آله وسلم كان يعتقد أن الحكم بالقوانين أحسن من الحكم بالشريعة فهذا مرتد بإجماع المسلمين وكذلك إذا اعتقد أن الحكم بالقوانين مماثل لحكم الشريعة يكفر أيضاً وكذلك إذا اعتقد أن الحكم بالشريعة أحسن من الحكم بالقوانين لكن يجوز الحكم بالقوانين كأن يقول: الإنسان مخير يجوز له أن يحكم بالقوانين ويجوز له أن يحكم بالشريعة لكن الشريعة أحسن, فهذا يكفر بإجماع المسلمين فالإنسان ليس مخيراً وهذا أنكر معلوماً من الدين بالضرورة فالحكم بالشريعة هذا أمر واجب على كل أحد وهذا يقول إنه ليس بواجب وأنه يجوز لإنسان أن يحكم بالقوانين فهذا يكفر ولو قال إن أحكام الشريعة أحسن فعلى هذا إذا حكم بالقوانين واعتقد أنها أحسن من حكم الشريعة كفر وإذا حكم بالقوانين واعتقد أنها مماثلة لحكم الشريعة كفر وإذا حكم بالقوانين واعتقد أن حكم الشريعة أحسن من الحكم بالقوانين لكن يجوز الحكم بالقوانين كفر أيضاً ففي الحالات الثلاث كلها يكفر وهناك حالة الرابعة إذا حكم بالقوانين أو بالقانون في مسألة من المسائل أو في قضية من القضايا وهو يعتقد أن الحكم بالشريعة هو واجب وأنه لا يجوز الحكم بالقوانين وأنه لا يجوز أن يحكم بغير ما أنزل الله وهو يعتقد أنه ظالم وأنه مستحق للعقوبة لكن غلبته نفسه وهواه وشيطانه فحكم بغير ما أنزل الله لشخص حتى ينفع المحكوم له أو حتى يضر المحكوم عليه فينفع المحكوم له لأنه صديق له أو قريب له أو جار له أو يضر المحكوم عليه لأنه عدو له وهو يعلم أن الحكم بما أنزل الله واجب وأنه مرتكب للمعصية هذا يكفر كفراً أصغرا ولا يخرج من الملة فيكون بذلك الحكم بغير ما أنزل الله أربع حالات ثلاث حالات يكفر فيها كفراً أكبر والرابعة يكفر فيها كفراً أصغر غير مخرج من الملة مسألة حكم إزالة الشريعة كلها والحكم بالقوانين إذا كان سن القوانين كلها وأزال الشريعة كلها رأساً على عقب هذا بدل الدين وهذا ذهب جمع من أهل العلم إلى أنه يكفر لأنه بدل دين الله وهذا هو الذي أفتى به سماحة الشيخ محمد بن إبراهيم رحمه الله مفتي السعودية سابقا قال إن هذا بدل الدين رأساً على عقب ليس في قضية من القضايا إنما بدل الأحكام كلها فأزال الشريعة كلها وأبدلها بالقوانين في كل صغيرة وكبيرة وذهب سماحة الشيخ عبد العزيز بن باز رحمه الله إلى أنه أيضاً ولو بدل الدين لا بد أن يعتقد أنه يجوز الحكم بالقوانين حتى تقوم عليه الحجة, إذن هذه هي الحالة الخامسة وهي إذا بدل الدين وهناك أيضاً حالة سادسة وهي أن الحاكم الشرعي إذا بذل وسعه واستفرغ جهده في تعريف الحكم الشرعي لكن أخطأ وحكم بغير ما أنزل الله خطأً فهذا ليس كافراً ولا عاصياً بل هو مجتهد له أجر واحد لقول النبي صلى الله عليه وسلم (إذا اجتهد الحاكم فأصاب فله أجران وإذا اجتهد فأخطأ فله أجر) فهذا خطأه مغفور له وله أجر على اجتهاده إن شاء الله وإذا بذل وسعه وأصاب الحق فله أجران أجر الإجتهاد وأجر الإصابة وما قلنه مؤخراً هو يكون الفرق بيننا وبين الخوارج وما يحتجون به في هذه المسألة وهو احتجاج باطل"
    },
    {
        "id":5,
        "name":"الناقض الخامس",
        "item":"مَنْ أَبْغَضَ شَيْئًا مِمَّا جَاءَ بِهِ الرَّسُولُ صَلَّى اللهُ عَلَيْهِ وَسَلَم - وَلَوْ عَمِلَ بِهِ -، كَفَرَ.",
        "explain":"كأن يبغض الصلاة فإنه يكفر بها ولو صلى أو كرهها ويدل على ذلك قوله تعالى (ذَٰلِكَ بِأَنَّهُمْ كَرِهُوا مَا أَنزَلَ اللَّهُ فَأَحْبَطَ أَعْمَالَهُمْ) فإذا أبغض شيئاً مما جاء به الرسول صلى الله عليه وسلم من الواجبات أو من الثواب أو من العقاب فإنه يكفر كأن يبغض مثلاً إقامة الحدود على الزاني أو السارق أو كره ذلك فهذا كما قلنا أنه يكفر لأنه أبغض وكره ما جاء في كتاب الله عن الله تبارك وتعالى "
    },
    {
        "id":6,
        "name":"الناقض السادس",
        "item":"مَنِ اسْتَهْزَأَ بِشَيْءٍ مِنْ دِينِ الرَّسُولِ صَلَّى اللهُ عَلَيْهِ وَسَلَم، أَوْ ثَوَابَ اللهِ، أَوْ عِقَابِهِ، كَفَرَ، وَالدَلِيلُ قَوْلُهُ تَعَالَى: (وَلَئِن سَأَلۡتَهُمۡ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلۡعَبُۚ قُلۡ أَبِٱللَّهِ وَءَايَـٰتِهِۦ وَرَسُولِهِۦ كُنتُمۡ تَسۡتَهۡزِءُونَ ٦٥ لَا تَعۡتَذِرُواْ قَدۡ كَفَرۡتُم بَعۡدَ إِيمَـٰنِكُمۡۚ إِن نَّعۡفُ عَن طَاۤئِفَةࣲ مِّنكُمۡ نُعَذِّبۡ طَاۤئِفَةَۢ بِأَنَّهُمۡ كَانُواْ مُجۡرِمِينَ ٦٦) [التوبة:65–66]",
        "explain":"مثال ذلك من يستهزئ بالصلاة أو بالزكاة أو بالمصلين لأنهم يؤدون الصلاة لا لذواتهم أو بالحجاج وسخر منهم أو بالطائفين لأنهم يطوفون لا لذواتهم أو استهزأ بثواب الجنة كأن يقال له إن الموحد يدخله الله الجنة والجنة فيها كذا من النعيم فيستهزئ ويسخر أو يستهزئ بالنار ويسخر منها فهذا يكفر بهذا الاستهزاء لقول الله تبارك وتعالى (وَلَئِن سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ ۚ قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنتُمْ تَسْتَهْزِئُونَ) نزلت هذه الآية في جماعة استهزأوا بالنبي صلى الله عليه وسلم في غزوة تبوك قالوا ما رأينا مثل قرائنا هؤلاء أرغب بطوناً ولا أكذب ألسناً ولا أجبن عند اللقاء يعني من الرسول صلى الله عليه وسلم وأصحابه فنزلت فيهم هذه الآية ويدخل تحت هذا من سب الله أو سب الرسول صلى الله عليه وعلى آله وصحبه وسلم أو سب الإسلام فإنه يكفر بذلك لا محالة"
    },
    {
        "id":7,
        "name":"الناقض السابع",
        "item":"السِّحْرُ - وَمِنْهُ: الصَّرْفُ وَالعَطْفُ-، فَمَنْ فَعَلَهُ أَوْ رَضِيَ بِهِ كَفَرَ، وَالدَلِيلُ قَوْلُهُ تَعَالَى: (وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّىٰ يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ ۖ) [البقرة:102]",
        "explain":"السحر يعني وذلك السحر أن الساحر الذي سحره أو سحره من قبل الشياطين لا بد أن يتقرب بالشركيات إلى الشيطان او إلى الجني ثم بعد ذلك الجني يخدمه فتكون خدمة متبادلة بين الجني وبين الإنسي الساحر وهناك عقد بينهما فالجني أو الشيطان لا يخدم الساحر إلا إذا أشرك بالله فيتقرب إليه بالشركيات كأن يدعوه من دون الله أو يذبح له أو يأمره يدوس المصحف بقدميه أو يتبول على المصحف أو يلطخه بالنجاسة نعوذ بالله فإذا كفر الساحر خدمه الشيطان بأن يخبره ببعض المغيبات عنه عن طريق الأقران ومثل ذلك فيذهب إلى قرين ومثل ذلك ويسيح في الأرض ويعرف ما غاب على هذا الإنسي فيلقفه إياه أو يسرق له بعض الأشياء أو يستجيب له إذا أمره بلطم إنسان وهكذا فالسحر من فعله أو رضي به كفر لأن الراضي كالفاعل قال الله تبارك وتعالى (وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّىٰ يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ ۖ) هذا السحر الذي صاحبه يتصل بالشياطين أما السحر الذي لا يتصل صاحبه بالشياطين كأن يكون هناك ساحر لا يتصل بالشياطين لكن يعطي الناس أدوية وتدخينات ويسقيهم أشياء تضرهم ويأخذ أموال الناس بغير حق فهو دجال هذا إذا استحل كفر وإذا استحل أكل أموال الناس بالباطل والإضرار بالناس كفر أما إذا لم يستحل ذلك وهو يعلم أنه على ضلال وعلى معصية فقد ارتكب كبيرة من كبائر الذنوب وهذا لأن صاحبه لا يتصل بالشياطين ولا يعتقد بغير الله لكن السحر الذي يتصل صاحبه بالشياطين يكفر لأن الساحر لا ينفك فيه عن الكفر ولا تخدمه الشياطين حتى يكفر عياذاً بالله "
    },
    {
        "id":8,
        "name":"الناقض الثامن",
        "item":"مُظَاهَرَةُ المُشْرِكِينَ وَمُعَاوَنَتُهُمْ عَلَى المُسْلِمِينَ وَالدَلِيلُ قَوْلُهُ تَعَالَى: (وَمَن يَتَوَلَّهُم مِّنكُمْ فَإِنَّهُ مِنْهُمْ ۗ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ) [المائدة:51]",
        "explain":"إذا أعان المشركين على المسلمين فمعناه أنه تولى المشركين وأحبهم, فتوليهم ردة لأن هذا يدل على محبتهم فإذا أعانهم على المسلمين بالمال أو بالسلاح أو بالرأي دل على محبتهم ومحبتهم ردة فأصل التولي هو المحبة وأنشأوا عنها أيضاً الإعانة والمساعدة بالرأي أو بالمال أو بالسلاح فإذا أعان المشركين على المسلمين فمعناه أنه فضل المشركين على المسلمين أما إذا أعان مشركاً على مشرك فلا يدخل في هذا"
    },
    {
        "id":9,
        "name":"الناقض التاسع",
        "item":"مَنْ اعْتَقَدَ أَنَّ بَعْضَ النَّاسِ يَسَعُهُ الخُرُوجُ عَنْ شَرِيعَةِ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَم كَمَا وَسِعَ الخَضِرَ الخُرُوجَ عَنْ شَرِيعَةِ مُوسَى عَلَيهِ السَّلَامُ، فَهُوَ كَافِرٌ.",
        "explain":"المعنى أنه يعتقد أنه يجوز له الخروج عن شريعة محمد صلى الله عليه وسلم ويتعبد لله بغير الشريعة التي أتى بها رسولنا صلى الله عليه وسلم وأنه يصل إلى الله ويكون من أهل الجنة ولو لم يعمل بشريعة محمد صلى الله عليه وسلم كما قال بعض الفلاسفة يتعبد لله عن طريق الفلسفة أو عن طريق الصابئة أو عن طريق التصوف وأنه يصل إلى الله عن طريق محمد صلى الله عليه وسلم أو عن طريق غيره ويقول كلها سواء, سواء طريق محمد صلى الله عليه وسلم أو عن طريق غيره كلها سواء هذا كافر لأنه ليس هناك طريق يتوصل به إلى الله جل وعلا إلا عن طريق الرسول صلى الله عليه وسلم, لا يسع أحد كائناً من كان الخروج عن شريعته صلى الله عليه وسلم لأنها من خصائص شريعة النبي صلى الله عليه وسلم أنها عامة للثقلين وهي خاتمة الشرائع وأما خروج الخضر عن شريعة موسى فليس له فيه حجة لأن موسى شريعته ليست عامة كشريعة محمد صلى الله عليه وسلم ولأن الخضر نبي يوحى إليه على الصحيح وعلى القول الآخر وهو أنه ليس بنبي فليس من بني إسرائيل لم يُرسل إليه موسى, موسى عليه السلام أُرسل إلى بني إسرائيل والخضر ليس منهم فلا يكون داخلاً في شريعة موسى مع أن الصحيح والذي ندين الله به والله أعلى وأعلم أنه نبي يوحى إليه ولهذا ذهب موسى يتعلم منه قال وما فعلته عن أمري؟ هذا دليل على أنه نبي يوحى إليه ولا يمكن أن يقتل الغلام ويخرق السفينة ويبني الجدار عن طريق الإلهام فلا يمكن أن يفعل هذا إلا بوحي والله أعلى وأعلم فالمقصود أن من اعتقد أن أحداً يسعه الخروج عن شريعة محمد صلى الله عليه وسلم كما وسع الخضر الخروج عن شريعة موسى فهو كافر لوجود الفرق فشريعة محمد صلى الله عليه وسلم عامة وشريعة موسى خاصة ببني إسرائيل موسى يجوز لغير بني إسرائيل ويسعهم الخروج عنها وشريعة محمد صلى الله عليه وسلم لا يسع أحداً الخروج عنها وقياسه هنا يكون قياساً فاسداً وهو قياس مع الفارق "
    },
    {
        "id":10,
        "name":"الناقض العاشر",
        "item":"الإِعْرَاضُ عَنْ دِينِ اللهِ تَعَالَى لَا يَتَعَلَّمُـهُ وَلَا يَعْمَـلُ بِهِ، وَالدَلِيلُ قَوْلُهُ تَعَالَى: (وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَـٰتِ رَبِّهِۦ ثُمَّ أَعۡرَضَ عَنۡهَاۤۚ إِنَّا مِنَ ٱلۡمُجۡرِمِينَ مُنتَقِمُونَ ٢٢) [السجدة:22]",
        "explain":"هذا لا شك أنه ناقض من نواقض الإسلام فمن أعرض عن دين الله جل وعلا لا يتعلم دين الله ولا يعبد الله ولا يعرف كيف يعبد الله على بينه فهو كافر لأنه في هذه الحالة يكون عابدا للشيطان وهذا هو الذي يقول عنه بعض الناس متحلل من الأديان لا يتعلم الدين ولا يعبد الله ولا يعمل به فهذا لا شك أنه اتبع هواه وأطاع الشيطان فيكون بهذا يعبد الشيطان ونقول أنه يعبد الشيطان لأنه أطاعه فالشيطان كفانا الله هو الذي أمره بذلك فهذا لا شك أنه يكون عابدا للشيطان ليس هناك أحد في الدنيا إلا وله معبود ما في أحد لا يعبد شيئا ليس هناك أحد في الدنيا إلا وله معبود فالوثني له معبوده واليهودي له معبوده والنصراني له معبوده والمسلم يعبد اللله جل وعلا لا يشرك به شيئاً وغير المسلم يعبد الشيطان فمن لم يعبد الله جل وعلا فهو لا شك انه يعبد الشيطان ولطيفة اذكرها هنا كل صنم وكل وثن وكل ما جُعِل من دون الله في العبادة أو جُعِل شريكا لله في العبادة فله شيطانه الخاص به على سبيل المثال لا الحصر ذي الخلصة يوجد شيطان وهو يسمى ذي الخلصة، العزة شيطانة تدعى العزة يدل على ذلك لما أرسل النبي صلى الله عليه وسلم خالد بن الوليد لهدمها قيل فخرجت له شيطانة سوداء لها شعر منكوش أو كما قيل قال فقطع رأسها الشاهد أن هذا الذي يزعم أنه لا يتعلم الدين ولا يعبد الله هذا لا شك أنه أطاع الشيطان وعبده بهذه الطاعة فهو الذي أمره بذلك فصار عابدا له وأطاعه في هذا الأمر فمن أعرض عن دين الله جل وعلا لا يتعلم دين الله ولا يعبد الله مطلقا لا يعبده بما أمره لا يعبده بالدعاء ولا بالصلاة ولا بالحب ولا بالقول ولا بالإيمان ولا يعتقد أن الله هو الخالق ولا يعتقد أن الله هو الرازق ولا يعتقد أن الله المدبر وأنه المعبود بحق ولا يعبد الله فهذا كافر بهذا الإعراض أو بإعراضه عن ذلك ولا شك أن المُعرِض عن دين الله جل وعلا كافر، فالإعراض نفسه كفر ومن الأدلة على ذلك قول الله تبارك وتعالى (وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِآيَاتِ رَبِّهِ ثُمَّ أَعْرَضَ عَنْهَا ۚ إِنَّا مِنَ الْمُجْرِمِينَ مُنتَقِمُونَ) وقوله تعالى (وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِآيَاتِ رَبِّهِ فَأَعْرَضَ عَنْهَا وَنَسِيَ مَا قَدَّمَتْ يَدَاهُ) وقوله تبارك وتعالى (وَالَّذِينَ كَفَرُوا عَمَّا أُنْذِرُوا مُعْرِضُونَ) فالكفار يعرضون عما أنذروا من الإيمان بالله ورسوله والعمل بهذا الدين قال الله تبارك وتعالى (وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِآيَاتِ رَبِّهِ ثُمَّ أَعْرَضَ عَنْهَا ۚ إِنَّا مِنَ الْمُجْرِمِينَ مُنتَقِمُونَ) فمن أعرض عن دين الله لا يتعلم الدين ولا يعبد الله فهو كافر ويسميه بعض الناس أيضا ملحدا ويسميه أيضا متحللا من الأديان وهو يعبد الشيطان وإن لم يظهر أنه يعبد الشيطان وينكر ذلك فهو أطاع الشيطان وبذلك فقد عبد الشيطان نسأل الله العافية هذه حقيقته وليس هناك أحد لا يعبد أحدا فليس هناك أحد من الخلق إلا وهو يعبد ومن لم يعبد الله جل وعلا فقد عبد الشيطان"
    },
    {
        "id":11,
        "name":"الخاتمة",
        "item":"وَلَا فَرْقَ فِي جَمِيعِ هَذِهِ النَّوَاقِضِ بَيْنَ الهَازِلِ وَالجَادِّ وَالخَائِفِ إِلَّا المُكْرَهِ.وَكُلُّهَا مِنْ أَعْظَمِ مَا يَكُونُ خَطَرًا، وَأَكْثَرِ مَا يَكُونُ وُقُوعًا، فَيَنْبَغِي لِلْمُسْلِمِ أَنْ يَحْذَرَهَا وَيَخَافَ مِنْهَا عَلَى نَفْسِهِ.نَعُوذُ بِاللهِ مِنْ مُوجِبَاتِ غَضَبِهِ، وَأَلِيمِ عِقَابِهِ.وَصَلَّى اللهُ عَلَى خَيْرِ خَلْقِهِ مُحَمَّدٍ، وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمَ .",
        "explain":"لا فرق بين هذه النواقض العشرة إذا فعلها الإنسان عامداً أو فعلها هازلاً أو فعلها خائفاً هذا يكفر كأن يفعلها ويقول أنا أمزح فإنه يكفر بهذا ولو كان يمزح أو فعلها قاصداً جاداً يكفر أو فعلها خائفاً يكفر ولا يعذر إلا المكره في ذلك وهو الذي يكون إكراهه ملجأً أو ملجأً كأن يوضع السيف على رقبته ويقال له يعني يكون هذا الكفر ملجأً له فإذا وضع السيف على رقبته ويقال له اكفر وإلا قتلناك فهذا لا يكفر ولا بد أن يكون قلبه مطمئناً بالإيمان يعني لو قال هذا فإنه لا يكفر إذا كان قلبه مطمئناً بالإيمان أما إذا اطمأن قلبه بالكفر فإنه يكفر فتكون الحالات على النحو التالي, الحالة الأولى إذا فعلها عامدا,ً الحالة الثانية إذا فعلها هازلاً أي مازحاً, الحالة الثالثة إذا فعلها خائفاً, الحالة الرابعة فعلها مكرهاً وقلبه مطمئن بالكفر في هذه الحالات الأربع يكفر, الحالة الخامسة فعلها مكرهاً وقلبه مطمئن بالإيمان لكنه كان ملجأً له فإن هذا لا يكفر لقوله تعالى (مَن كَفَرَ بِاللَّهِ مِن بَعْدِ إِيمَانِهِ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ وَلَٰكِن مَّن شَرَحَ بِالْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِّنَ اللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ) هذا ما تيسر لنا إراده والله تعالى أعلى وأعلم وأجل وأحكم وأحلم وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين"
    }
]